import 'package:honalondon_radio/consts/const.dart';

import '../home/events_details_screen.dart';

class Presenter8Screen extends StatelessWidget {
  const Presenter8Screen({super.key});

  @override
  Widget build(BuildContext context) {
    return const EventsDetailsScreen(
      bgImg: p2bImag,
      profileImg: p7pImag,
      fname:
          '''-أصدقائي و صديقاتي يشرفنّي ويسعدنّي  أن أكون معكم ضمن أسرة قناة(( هنا لندن راديو/
''',
      desc:
          '''التي نسعى  من خلالها، مع نخبةٍ من المبدعين  و الإعلاميين  من مختلف أوطاننا العربية،  بقيادة الإعلامي المتميّز  الصديق  الفاضل الأستاذ "أحمد ياسين"، -حيث نسعى- إلى  تقديمِ  إعلامٍ متميّز  ومختلف، طلائعي وتنويري، جاد وحرّ.
عسانا  أن نحققَ حُلمَنا الأوحد ألا وهو الوحدة العربية المنشودة  إعلاميا ومعرفيا.
سأكون معكم -بإذن الله-  من خلال برنامجيْن  في إطار ثقافي  معرفي  شامل. 
 = البرنامج الأوّل: ((صالون حبيبة محمَّدي الثقافي )).
برنامج أسبوعي. 
التوقيت: الخميس من كلِّ أسبوع.
  -سا10 مساءً بتوقيت الجزائر. 
- سا 9 بتوقيت لندن.
وهو فضاءٌ مفتوح على كلِّ الإنجاز الثقافي والإبداعي في مختلف التخصصّات،  شعر، رواية، قصة،مسرح،فكر و فلسفة. وغيرها .. 
  يشمل مبدئيا ثلاث فقرات:
١/ فقرة "ثمار المكتبات": وتُعنى بكلِّ ما هو جديد من إصدارات المبدعين في كلِّ التخصصّات  وفي كلِّ الوطن العربي.
٢/فقرة "الحوار":
تخصّ الحوار الفكري الجاد مع شخصيات  ثقافية وتنويرية ومبدعة، وقد يأخذ الحوار أحيانًا شكلَ الندوة حول موضوع مُعيّن تفرضه الظروف أو المناسبة  في حينها. 

٣/فقرة "المواهب": وتأخذ  هذه الفقرة على عاتقها إتاحةَ الفرصة لكلِّ المواهب الشابة والناشئة والجادة  في مجال الكتابة والإبداع وفي مختلف التخصصّات ومن كلِّ ربوع الوطن.  نقرأ نصوصهم ونفسح لهم الفرصة لتقديمهم إلى القارئ / المستمع العربي.

= البرنامج الثاني:
موسوم ب((قراءاتُ المساءِ مع حبيبة  محمَّدي)).
برنامج يومي. 
التوقيت: عند منتصف ليل الجزائر.
- سا 12ليلا. 
 - 11مساءً بتوقيت لندن.
وهو عبارة عن فقرة واحدة تتراوح مدتها ما بين 5إلى10دقائق. 
نقرأ فيه أجملَ الشِّعر وأجمل النصوص لشعراء و أدباء من مختلف بلداننا العربية ومن كلِّ الأجيال والحساسيات الفنية و الذائقة الإبداعية، معيارُنا الأوحد هو القيمة الجمالية للنصّ،  و هدفنا نشر الكلمة الجميلة الراقية والنصّ الأصيل المكتوب بلغتنا العربية الجميلة.
خالص  تمنياتي بالتوفيق للجميع.
صديقتكم/
 الدكتورة حبيبة محمَّدي/ الجزائر. 
 مع أجمل تحياتي.''',
    );
  }
}
