import 'package:honalondon_radio/consts/const.dart';

import '../home/events_details_screen.dart';

class PresenterFourScreen extends StatelessWidget {
  const PresenterFourScreen({super.key});

  @override
  Widget build(BuildContext context) {
    return const EventsDetailsScreen(
      bgImg: p4bImag,
      profileImg: p4pImag,
      desc:
          '''#إنتظروني الأسبوع القادم مع إطلاق أولي حلقات برنامجي الاذاعي الجديد (((وزيره السعاده ))) علي اذاعه (هنا لندن )

#فكره البرنامج
 هو برنامج اجتماعي  هيتناول موضوعات حياتيه وحالات وقصص واقعيه وكيفيه التعامل معها واعطائها جميع الحلول العلميه والعمليه  لتحقيق التوازن النفسي والتمتع بالصحه النفسيه

#الموضوعات اللي هيتم مناقشتها خلال الحلقات هناقش جميع الموضوعات النفسيه والاجتماعيه مع تقديم الحلول العلميه والعمليه ومن أهم الموضوعات 

1-كيفيه التعافي من الصدمات والأزمات للوصول للتوازن النفسي وهنعرض قصص حقيقيه 

2- كيفيه تطبيق قانون الامتنان والاستحقاق للوصول للسلام النفسي وتحقيق السعاده 

3-البرمجه اللغويه العصبيه ودورها في التخلص من القلق والتوتر وتحقيق التوازن النفسي 

4-قانون الطاقه الكوني وكيفيه الاستفاده من طاقات الكون الايجابيه للوصول للصحه النفسيه وكيفيه الاستفاده من طاقه النجاح لتحقيق التميز في مجالك 

5-الادمان العاطفي أعراضه وعلاجه وكيفيه تجنبه من البدايه
 
6-علم الباراسيكولوجي وهو من أهم واخطر العلوم النفسيه وبيتم حظر دراسته في بعض الجامعات لاستخدامه في أغراض أخري 
وهو احد فروع علم النفس وقائم علي الاستفاده من طاقات الكون لتحقيق الأهداف والنجاح والتميز  
هتكلم عن أهميته والفرق في استخداماته بين الدول العربيه والأوروبية وكيفيه الاستفاده منه 

7-التنويم بالإيحاء ودوره في التخلص من العادات السلبيه كالتدخين والأدمان وجميع السلوكيات الغير راقيه 

8-علوم الكارما الايجابيه ودورها في تحقيق التوازن النفسي 

9-هنعرض كافه الدراسات النفسيه العلميه والميدانيه من أكبر الجامعات الدوليه واهمها جامعه هارفارد العالميه وهي مصنفه من أعرق جامعات العالم ونشرح كيفيه الاستفاده منها 

10_لغه الجسد وكيفيه الاستفاده منها في فهم الأشخاص
 المحيطين وكيفيه برمجه لغه جسدي للوصول للتوازن النفسي

11-الكوتشنج ودوره في تحقيق الطموحات  والوصول للاهداف 

12-الارشاد النفسي ودوره في تحقيق التوازن النفسي والتمتع بالصحه النفسيه
13-الارشاد الزواجي ودوره في تأهيل المقبلين علي الزواج للحد من نسب الطلاق المرتفعه 
14-الارشاد الأسري ودوره في تحقيق اسره متوازنه وسعيده 

 15-هتكلم عن علوم  الجرافولوجي والجرافوثيرابي والجرافونومي وطبعا هو العلم الأساسي في أوروبا بنستخدمه في كل المجالات وبيستخدم في المخابرات العامه للكشف عن وقائع الفساد

جميع العلوم اللي هيتم تداولها هي علوم درستها في اكبر الجامعات المصريه والعالميه وكل حاله هنتناولها ونشرح كيفيه علاجها هيكون بطريقه علميه وعمليه وهيكون عندنا حلول واقعيه لجميع المشاكل المطروحه 

#البرنامج فكرتي واعدادي وتقديمي علي اذاعه هنا لندن فانتظرونا  ''',
    );
  }
}
