import 'package:honalondon_radio/consts/const.dart';

import '../home/events_details_screen.dart';

class PresenterOneScreen extends StatelessWidget {
  const PresenterOneScreen({super.key});

  @override
  Widget build(BuildContext context) {
    return const EventsDetailsScreen(
      bgImg: p1bImag,
      profileImg: p1pImag,
      fname: 'فتاوى استثمارية',
      desc: '''
فتاوى استثمارية هو برنامج يومي عبر اثير راديو هنا لندن يعرف المستمع العربي اينما كان بأهم الوجهات الاستثمارية العالمية و تحديد مقومات النجاح و تحقيق الربحية و  من جهة اخرى التعريف بالمخاطر و امكانية مواجهة الخسارة 
برنامج فتاوى استثمارية يتابع اهم التطورات الاقتصادية و المالية التي يعكسها الاقتصاد العالمي كخطوات الاحتياطي الفدرالي الاميريكي في تحديد معالم السياسة المالية المتبعة في اكبر اقتصاد عالمي بالاضافة الي القراءة الدورية لاهم المؤشرات الاقتصادية

الغوص في التحليل المعمق لاهم التطورات الاقتصادية العالمية و اهم التطورات السياسية من خلال تفاعلاتها المباشرة و تاثيرها علي الاقتصاد العالمي كالازمة الاوكرانية 

انجاز مقابلات تحليلية مطولة مع كبار الاقتصادين و مديري الصناديق الاستثمارية في مركز لندن المالي''',
    );
  }
}
